{
    "recommendations": {
        "front_end": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "если стремишься к frontend разработчику, пройдолжай обучение! Мой совет, продолжай осваивать веб разработку и Java Script"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "ты можешь приступать к основам frontend разработчика, но мой совет пройти полностью курс по веб дизайну и Java Script"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к курсу по frontend разработки!"
            }
        },
        "backend": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "Если стремишься к backend разработчику, пройдолжай обучение! Мой совет, продолжай осваивать языки (c++,Python,c#)"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "ты можешь приступать к основам backend разработчика, но мой совет пройти полностью курс по (c++,Python,c#)"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к курсу по backend разработки!"
            }

        },
        "Scapy": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "Если хочешь работать с стевыми пакетами, пройдолжай обучение! Мой совет, продолжай осваивать язык Python"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "ты можешь приступать к изучении библиотеки Scapy. Мой совет пройти полностью курс по Python"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к освоению библиотеки Scapy!"
            }

        },
        "Unreal": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "Если хочешь начать обучение в Unreal Engine, пройдолжай обучение! Мой совет, продолжай осваивать язык С++"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Ты достиг уровня на котором можно приступить к курсу по Unreal Engine. Мой совет пройти полностью курс по С++"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к освоению  Unreal Engine!"
            }

        }  ,
        "unity": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "Если хочешь начать обучение на платформе Unity, пройдолжай обучение! Мой совет, продолжай осваивать язык С#"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Ты достиг уровня на котором можно приступить к курсу по изучению Unity. Мой совет пройти полностью курс по языку С#"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к освоению  курса по Unity!"
            }

        } ,
        "subd": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "ты достиг определённого уровня на курсе, если тебе интересно работать с СУБД, то пройдолжи обучение. Мой совет, продолжай осваивать язык SQL"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Ты достиг уровня на котором можно приступить к курсу по изучению СУБД. Мой совет пройти полностью курс по языку SQL"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к освоению  курса по СУБД!"
            }

        } ,
        "linux": {
            "low": {
                "min": 15,
                "max": 30,
                "text": "ты достиг определённого уровня на курсе, если тебе интересно работать с операциоонной системой Linux, то пройдолжи обучение. Мой совет, продолжай осваивать network"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Ты достиг уровня на котором можно приступить к курсу по изучению Linux подобных систем. Мой совет пройти полностью курс по network"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, смело переходи к освоению  курса по изучению Linux подобных систем!"
            }

        }   
    }
}