{
    "recommendations": {
        "fulstek": {
            "low": {
                "min": 20,
                "max": 30,
                "text": "Хм, кажется ты стремишься к full stack разработчику, пройдолжай обучение! Мой совет, до конца освоить курс по frontend и backend разработки"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Молодец! скоро ты станешь full stack разработчиком. P.S. (В 2024 году средняя зарплата фуллстек-разработчика составляет около 200 000 рублей)"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, ты будешь рекомендован, как full stack разработчик"
            }
        },
        "kiber_sequrity": {
            "low": {
                "min": 20,
                "max": 30,
                "text": "Ты достиг минимального уровня в этом курсе, пройдолжай обучение! Мой совет, до конца освоить курс по кибербезопастности"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Молодец! скоро ты станешь специалистом в кибербезопастности. P.S. (Средний размер оплаты труда специалиста по кибербезопасности на 01 сентября 2024 года составляет 239 176 рублей в месяц)"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, ты будешь рекомендован, как специалист по кибер безопастности"
            }

        },
        "data_sience": {
            "low": {
                "min": 20,
                "max": 30,
                "text": "Ты достиг минимального уровня в этом курсе, пройдолжай обучение! Мой совет, до конца освоить курс по Data Science разработке"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Молодец! скоро ты станешь Data Science разработчиком. P.S. (Средняя зарплата специалистов в области Data Science в России варьируется от 115 000 до 180 000 рублей в месяц)"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, ты будешь рекомендован, как  Data Science разработчик"
            }

        },
        "game": {
            "low": {
                "min": 20,
                "max": 30,
                "text": "Ты достиг минимального уровня в курсе Game developer, пройдолжай обучение! Мой совет, до конца освоить курс"
            },
            "medium": {
                "min": 31,
                "max": 70,
                "text": "Молодец! скоро ты станешь Game developer. P.S. (Средняя ежемесячная зарплата для разработчиков игр в России составляет около 180 000 рублей (примерно $1800))"
            },
            "high": {
                "min": 71,
                "max": 100,
                "text": "Ты показываешь высокий уровень, ты будешь рекомендован, как  Game developer!"
            }

        }  
        }   
}
